export const privacyPolicyTitle = "Политика конфиденциальности и обработки персональных данных";

export const privacyPolicyText = `

Настоящая Политика конфиденциальности и обработки персональных данных (далее — «Политика») определяет порядок обработки и защиты персональных данных пользователей сайта www.balticstyle.ru (далее — «Сайт»).

Используя Сайт и направляя обращение через форму обратной связи, Пользователь подтверждает ознакомление с настоящей Политикой и выражает согласие на обработку своих персональных данных в соответствии с ее условиями.

1. Общие положения

1.1. Оператором персональных данных является:

ООО «Балтик Стайл»

ИНН: [3905017052
ОГРН: [1023900773555
Юридический адрес: 236029, Калининградская обл., г Калининград, ул. Гаражная, дом 2-4, корпус ПОМ III,IV, офис 301
Электронная почта: info@balticstyle.ru
Телефон: +74012 99-11-98, +74012 99-11-99

1.2. Настоящая Политика разработана в соответствии с законодательством Российской Федерации, включая Федеральный закон № 152-ФЗ «О персональных данных».

1.3. Политика применяется ко всей информации, которую Оператор может получить о Пользователе посредством использования Сайта.

2. Персональные данные, обрабатываемые Оператором

При заполнении формы обратной связи на Сайте Пользователь по своему усмотрению предоставляет следующие персональные данные:

- имя;
- адрес электронной почты;
- номер телефона;
- текст обращения.

Оператор обрабатывает исключительно те персональные данные, которые необходимы для рассмотрения обращения Пользователя, предоставления ответа, подготовки коммерческого предложения или консультации, а также, при необходимости, для последующего заключения и исполнения договора.

Оператор не осуществляет сбор и обработку персональных данных, не связанных с указанными целями, в том числе паспортных данных, сведений о месте жительства, платежных реквизитов, специальных категорий персональных данных, биометрических персональных данных и иных сведений, обработка которых не требуется для рассмотрения обращения Пользователя.

3. Цели обработки персональных данных

Персональные данные Пользователя обрабатываются исключительно для следующих целей:

- рассмотрение обращения Пользователя;
- обратная связь с Пользователем по указанным контактным данным;
- подготовка и направление ответа, коммерческого предложения либо консультации;
- заключение и исполнение договора (при необходимости);
- обеспечение работы Сайта и повышение качества его функционирования.

Оператор не использует персональные данные для автоматизированного принятия решений, оказывающих юридическое влияние на Пользователя.

4. Правовые основания обработки

Обработка персональных данных осуществляется на основании:

- добровольного согласия Пользователя;
- необходимости обработки персональных данных для заключения и исполнения договора;
- требований законодательства Российской Федерации.

Согласие на обработку персональных данных предоставляется Пользователем путем отправки формы обратной связи на Сайте.

5. Порядок обработки персональных данных

Оператор вправе осуществлять следующие действия с персональными данными:

- сбор;
- запись;
- систематизацию;
- накопление;
- хранение;
- уточнение (обновление, изменение);
- использование;
- удаление;
- уничтожение.

Обработка осуществляется как с использованием средств автоматизации, так и без их использования.

6. Передача персональных данных третьим лицам

Оператор не продает, не распространяет и не предоставляет персональные данные Пользователей третьим лицам, за исключением случаев, предусмотренных законодательством Российской Федерации.

В процессе обработки персональных данных доступ к ним могут получать организации, обеспечивающие функционирование Сайта, в том числе:

- хостинг-провайдер;
- оператор электронной почты, используемый для обработки обращений Пользователей.

Указанные лица обязаны обеспечивать конфиденциальность персональных данных и использовать их исключительно для выполнения своих функций.

7. Срок хранения персональных данных

Персональные данные хранятся не дольше, чем этого требуют цели их обработки либо сроки, установленные законодательством Российской Федерации.

После достижения целей обработки либо получения отзыва согласия персональные данные подлежат удалению или уничтожению, если иное не предусмотрено законодательством Российской Федерации.

8. Защита персональных данных

Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного доступа, изменения, распространения, уничтожения и иных неправомерных действий.

В частности, Оператор:

- использует защищенное соединение HTTPS;
- ограничивает доступ к персональным данным;
- принимает меры по защите серверной инфраструктуры;
- предотвращает несанкционированный доступ к персональным данным.

---

9. Права Пользователя

Пользователь имеет право:

- получать информацию об обработке своих персональных данных;
- требовать уточнения персональных данных;
- требовать удаления персональных данных;
- отозвать согласие на обработку персональных данных;
- обратиться в уполномоченный государственный орган либо в суд для защиты своих прав.

Для реализации своих прав Пользователь может направить обращение на адрес электронной почты: **[email]**.

- 10. Отзыв согласия

Пользователь вправе в любое время отозвать согласие на обработку своих персональных данных, направив соответствующее обращение на адрес электронной почты Оператора.

После получения такого обращения Оператор прекращает обработку персональных данных и уничтожает их в сроки, предусмотренные законодательством Российской Федерации, если иное не требуется для исполнения обязанностей, установленных законом.


11. Изменение Политики

Оператор вправе вносить изменения в настоящую Политику.

Новая редакция вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией.

Актуальная версия Политики всегда доступна по адресу:

https://www.balticstyle.ru/privacy


# 12. Контактная информация

ООО «Балтик Стайл»

Адрес: 236029, Калининградская обл., г Калининград, ул. Гаражная, дом 2-4, корпус ПОМ III,IV, офис 301
Электронная почта: info@balticstyle.ru
Телефон: +74012 99-11-98, +74012 99-11-99
`;
